Repository: fulldecent/impostor
Catalog: Impostor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, ru, zh_hans

source: %@: Help translate
de: %@: hilf beim Übersetzen
es: %@: Ayudar a traducir
fr: %@ : Aider à traduire
ja: %@: 翻訳をヘルプする
ko: %@: 번역 돕기
pt_br: %@: Ajude a traduzir
ru: %@: помощь с переводом
zh_hans: %@: 帮忙翻译

source: %@: Recommend game words
de: %@: schlage Wörter für das Spiel vor
es: %@: Recomendar palabras para el juego
fr: %@ : Recommander des mots/expressions pour ce jeu
ja: %@: ゲームに推薦する言葉
ko: %@: 게임 단어 추천
nl: %@: Raden spel woorden
pt_br: %@: Sugerir palavras para o jogo
ru: %@: рекомендации новых слов
zh_hans: %@: 推荐生词

source: %ld players
de: %ldSpieler
es: %ld jugadores
fr: %ld joueurs
ja: プレイヤー %ld人
ko: %ld 명의 플레이어
nl: %ld spelers
pt_br: %ld jogadores
ru: Кол-во игроков:%ld
zh_hans: %ld个玩家

source: A party game
de: Ein Partyspiel
es: Un juego para fiestas
fr: Un jeu de société
ja: パーティーゲーム
ko: 파티 게임
nl: Een party spel
pt_br: Um game para jogar em grupos
ru: Совместная игра
zh_hans: 多人游戏

source: But the impostor's word is different
de: aber das Wort des Schwindlers ist anders
es: Pero la palabra del impostor es diferente
fr: Mais le mot de l'imposteur est différent
ja: でも、うそつきの言葉は異なります。
ko: 하지만 사기꾼의 단어는 다릅니다
nl: Enkel het woord van De Mol is verschillend
pt_br: Mas a palavra do impostor é diferente
ru: Но слово самозванца отличается
zh_hans: 但是卧底的密语与其他人不一样

source: Cancel
de: Abbrechen
es: Cancelar
fr: Fermer
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
ru: Закрыть
zh_hans: 取消

source: Close
de: Schließen
es: Cerrar
fr: Passer
ja: 閉じる
ko: 닫기
nl: Sluit
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Each round players describe their word
de: in jeder Runde beschreiben die Spieler ihr Wort
es: En cada ronda, los jugadores describen su palabra
fr: À chaque tour, les joueurs décrivent leur mot/expression
ja: 各ラウンドでプレイヤーはその言葉を表現します
ko: 매 라운드에서 플레이어들은 자신의 단어를 설명합니다.
nl: Iedere ronde beschrijven de spelers hun woord
pt_br: Em cada rodada, os jogadores descrevem sua palavra
ru: Каждый раунд игроки описывают их слово
zh_hans: 每一轮玩家要解释自己的密语，不能用密语里面的字解释本词

source: Everyone sees their secret word
de: Jeder sieht sein geheimes Wort
es: Todos miran su palabra secreta
fr: Chacun voit son mot secret
ja: みんながそれぞれのシークレットワードを見れます
ko: 모두가 자신의 비밀 단어를 보게 됩니다
nl: Iedereen ziet zijn eigen geheim woord
pt_br: Todos lêem sua palavra secreta
ru: Каждый видит свое секретное слово
zh_hans: 每一位仅能看到自己的密语

source: For 3 to 12 players
de: Für 3 bis 12 Spieler
es: De 3 a 12 jugadores
fr: De 3 à 12 joueurs
ja: 3-12人のプレイヤー用
ko: 3명에서 12명이 플레이 가능
nl: Voor 3 tot 12 spelers
pt_br: De 3 a 12 jogadores
ru: Для 3-12 игроков
zh_hans: 需要3到12个玩家

source: Help translate this app
de: Hilf diese App zu übersetzen
es: Ayuda a traducir esta app
fr: Aidez à traduire cette appli
ja: このアプリの翻訳をヘルプする
ko: 이 앱의 번역을 도와주세요
nl: Help mee deze app vertalen
pt_br: Ajude a traduzir este app
ru: Помочь с переводом этого приложения
zh_hans: 翻译到其他语言

source: I am playing the party game %@
de: Ich spiele das Partyspiel %@
es: Estoy participando del juego de fiestas %@
fr: Je joue au jeu de société %@
ja: わたしはこのゲーム %@をプレーしています
ko: 이 게임 %@을 플레이하고 있습니다.
nl: Ik ben het partyspel aan het spelen %@
pt_br: Estou jogando o game em grupo %@
ru: Рассказать друзьям об этой игре %@
zh_hans: 我很爱玩%@

source: I love the %@ app and can help translate into: [[[WHICH LANGUAGE?]]]
de: Ich liebe die App %@，und kann helfen sie in diese Sprache zu übersetzen： （welche Sprache）。
es: Adoro la app %@ y puedo ayudar a traducirla al： [[[¿QUÉ IDIOMA?]]]
fr: J'adore l'appli %@ et je peux aider à traduire en : [[[QUELLE LANGUE ?]]]
ja: %@アプリが好きなので翻訳をヘルプします：言語？
ko: 저는 이 %@ 앱을 매우 좋아하며 다음 언어로의 번역을 도울 수 있습니다: [[[WHICH LANGUAGE?]]]
nl: Ik hou van de %@ app en kan hem helpen vertalen in het: [[[welke taal?]]]
pt_br: Eu adoro o app %@ e posso ajudar a traduzí-lo para： <[QUAL IDIOMA?>]
ru: Я люблю приложение %@ и готов помочь перевести его на: (Любой язык)
zh_hans: 我很爱玩%@，想帮你翻译成： （语言种类）。

source: I love the %@ app and have an idea of some more pairs of words you can use in it:
de: Ich liebe die App %@，und habe eine Idee für weitere Wortpaare die im Spiel genutzt werden können：
es: Adoro la app %@ y se me ocurren algunos otros pares de palabras que pueden usar en ella：
fr: J'adore l'appli %@ et j'ai des idées pour quelques paires de mots ou expressions que vous pourriez ajouter ：
ja: %@アプリが大好きです。アプリに使う言葉のペアのアイデアがあります：
ko: 이 %@ 앱을 매우 좋아하며 앱에서 사용 가능한 다른 단어 쌍들을 추천하고 싶습니다：
nl: Ik hou van de %@ app en heb een paar ideeën van woorden die je kan gebruiken in dit spel:
pt_br: Eu adoro o app %@ e tenho algumas sugestões de pares de palavras que podem ser usadas nele:
ru: Я люблю приложение %@ и хочу предложить несколько новых пар слов для игры
zh_hans: 我很爱玩%@，想推荐以下新词：

source: Player #%ld
de: Spieler%ld
es: Jugador %ld
fr: Joueur %ld
ja: 参加中のプレイヤー %ld人
ko: 현재 플레이어%ld
nl: Speler %ld
pt_br: Jogador %ld
ru: Игрок #%ld
zh_hans: 玩家%ld

source: Player #%ld starts this round
de: Spieler #%ld beginnt die Runde
es: El jugador #%ld comienza esta ronda
fr: Le joueur #%ld commence ce tour
ja: プレイヤー #%ldがこのラウンドを開始
ko: 플레이어 #%ld가 라운드를 시작했습니다
nl: Speler #%ld start deze ronde
pt_br: O jogador #%ld começa essa rodada
ru: Игрок #%ld начинает этот раунд
zh_hans: 此轮由玩家 #%ld 开始解释

source: Player #%ld was randomly selected to start the first round
de: Spieler %ld wurde per Zufall ausgewählt um diese Runde zu beginnen
es: El jugador %ld fue seleccionado al azar para comenzar la primera ronda
fr: Le joueur %ld a été désigné au hasard pour commencer le premier tour
ja: 第一ラウンド開始に、プレイヤー #%ldがランダムに選ばれました
ko: 플레이어 #%ld가 무작위로 선택되었습니다.
nl: Speler #%ld werd willekeurig geselecteerd om de eerste ronde te starten
pt_br: O jogador %ld foi selecionado aleatoriamente para começar a primeira rodada
ru: Игрок #%ld был случайно выбран для начала первого раунда
zh_hans: 此轮由玩家 %ld 开始解释

source: Recommend game words
de: Schlage Wörter für das Spiel vor
es: Recomendar palabras para el juego
fr: Recommander des mots pour ce jeu
ja: ゲームに推薦したい言葉
ko: 새 게임 단어 추천
nl: Beveel woorden aan
pt_br: Recomendar palavras para o jogo
ru: Порекомендовать слова для игры
zh_hans: 推荐新词

source: Reset player photos
de: Fotos der Spieler zurücksetzten
es: Restaurar fotos del jugador
fr: Réinitialiser les photos des joueurs
ja: プレイヤーの画像をリセット
ko: 플레이어 사진 삭제
nl: Verwijder spelerfoto's
pt_br: Restaurar fotos do jogador
ru: Сбросить фото игроков
zh_hans: 清除玩家照片

source: Share this app
de: Teile diese App
es: Compartir esta app
fr: Partager cette appli
ja: このアプリを共有
ko: 이 앱 공유하기
nl: Deel deze app
pt_br: Compartilhar este app
ru: Поделиться этим приложением
zh_hans: 分享本应用

source: Thank you for your purchase!
de: Vielen Dank für Ihren Einkauf
es: Gracias por su compra
fr: Nous vous remercions pour votre achat
ja: お買い上げありがとうございました
ko: 구매 해 주셔서 감사 합니다
nl: Dank u voor uw aankoop
pt_br: Obrigado por sua compra!
ru: Благодарим вас за покупку
zh_hans: 谢谢你的购买

source: the impostor must survive with one other player
de: muss der Schwindler mit einem anderen Spieler übrig bleiben
es: el impostor debe sobrevivir con otro jugador
fr: l'imposteur doit rester en jeu avec un autre joueur
ja: うそつきは他のプレイヤー一人と生き残らなければなりません。
ko: 사기꾼은 다른 플레이어와 함께 살아남아야 합니다.
nl: De Mol moet overleven met één andere speler
pt_br: o impostor deve sobreviver junto com um outro jogador
ru: самозванцу нужно остаться до конца с одним другим игроком
zh_hans: 卧底活到最后一轮则卧底胜出；否则平民获胜

source: The impostor remains
de: Der Schwindler ist noch da
es: Todavía hay un impostor
fr: L'imposteur reste en jeu
ja: うそつきが残っています
ko: 사기꾼이 남아 있습니다.
nl: De Mol blijft in het spel
pt_br: O(A) impostor(a) continua livre
ru: Самозванец еще в игре
zh_hans: 卧底还活着

source: The impostor was defeated
de: Der Schwindler wurde besiegt
es: El impostor fue derrotado
fr: L'imposteur a été découvert
ja: うそつきが敗けました
ko: 사기꾼이 패배했습니다.
nl: De Mol is verslagen
pt_br: O(A) impostor(a) foi derrotado(a)
ru: Сабозванец уничтожен
zh_hans: 卧底被杀了

source: The impostor won
de: Der Schwindler hat gewonnen
es: El impostor ha ganado
fr: L'imposteur a gagné
ja: うそつきが勝ちました
ko: 사기꾼이 승리했습니다.
nl: De Mol wint
pt_br: O(A) impostor(a) ganhou
ru: Самозванец одержал победу
zh_hans: 卧底赢了

source: then vote to eliminate one player (can't use word to describe itself or repeat other players, break ties with a revote)
de: und stimmen dann ab um einen Spieler zu eliminieren （es darf nicht das Wort benutzt werden um es selbst zu beschreiben und es dürfen keine anderen Spieler wiederholt werden. Wählt neu um ein Unentschieden aufzulösen）
es: y luego votan para eliminar un jugador (la palabra no puede usarse en la descripción, no se puede repetir a otro jugador y, para desempatar, volver a votar
fr: et votent ensuite pour éliminer un joueur (ils ne doivent pas utiliser leur mot/expression ou dire la même chose que d'autres joueurs, les égalités se départagent en revotant)
ja: そして投票して一人のプレイヤーをふるい落とします（言葉そのものを表現する言葉を使ったり、他の人が言ったことを繰り返したりはできません。同数の場合は再度投票します）。
ko: 그리고 한 명의 플레이어의 강퇴 사안에 대해 투표합니다.（그 단어 자체, 혹은 다른 플레이어들의 설명을 따라할 수 없으며, 비기는 경우에는 재투표 합니다.）
pt_br: e então votam para eliminar um jogador (não é permitido usar a própria palavra para descrevê-la e não é possível repetí-la para outro jogador, nem votar novamente para desempatar)
ru: и затем голосуют за исключение одного игрока (нельзя использовать слова для его описания,повторять за другими игроками,голосовать дважды)
zh_hans: 全体投票、得票最多的玩家被杀死 （票数相同的玩家要重新PK）

source: There was a problem with your purchase!
de: Es gab ein Problem mit Ihrem Kauf
es: Hubo un problema con su compra
fr: Il y avait un problème avec votre achat
ja: あなたの購入との問題があった
ko: 구매 문제
nl: Er was een probleem met uw aankoop
pt_br: Houve um problema com a sua compra!
ru: Существует проблема с покупкой
zh_hans: 还有一个问题与您的购买

source: To win
de: Um zu gewinnen
es: Para ganar
fr: Pour gagner
ja: 勝つためには
ko: 승리 조건
nl: Om te winnen
pt_br: Para ganhar
ru: Для победы
zh_hans: 胜利规则

source: Unlock more words
de: Mehr Wörter zu entsperren
es: Desbloquear más palabras
fr: Débloquer plus de mots
ja: 複数の単語
ko: 더 많은 단어를 잠금 해제
nl: Ontgrendelen meer woorden
pt_br: Desbloquear mais palavras
ru: Разблокировать больше слов
zh_hans: 解锁更多的单词

source: Your previous purchase was restored
de: Ihre früheren Kauf wurde restauriert
es: Fue restaurada su compra anterior
fr: Votre achat précédent a été restauré
ja: あなたを購入する前に復元されました
ko: 이전 구매 복원
nl: Uw eerdere aankoop werd gerestaureerd
pt_br: Sua compra anterior foi restaurada
ru: Был восстановлен ваши предыдущие покупки
zh_hans: 恢复您之前购买了

source: Your secret word is
de: Ihr geheimes Wort ist
es: Tu palabra secreta es
fr: Votre mot secret est
ja: あなたのシークレットワードは
ko: 당신의 비밀 단어는
nl: Jouw geheim woord is
pt_br: Sua palavra secreta é
ru: Ваше секретное слово:
zh_hans: 您的密语是

source: OK
ko: 확인
ru: ОК
zh_hans: 关闭
